[{"question":"Whether or not someone suffered emotionally."},
            {"question" : "Whether or not some people were treated differently than others."},	
            {"question" : "Whether or not someone's action showed love for his or her country."},
            {"question" : "Whether or not someone showed a lack of respect for authority."},
            {"question" : "Whether or not someone violated standards of purity and decency."},
            {"question" : "Whether or not someone was good at math."},
            {"question" : "Whether or not someone cared for someone weak or vulnerable."},
            {"question" : "Whether or not someone acted unfairly."},
            {"question" : "Whether or not someone did something to betray his or her group."},
            {"question" : "Whether or not someone conformed to the traditions of society."},
            {"question" : "Whether or not someone did something disgusting."},
            {"question" : "Whether or not someone was cruel."},
            {"question" : "Whether or not someone was denied his or her rights."},
            {"question" : "Whether or not someone showed a lack of loyalty."},
            {"question" : "Whether or not an action caused chaos or disorder."},
            {"question" : "Whether or not someone acted in a way that God wouldn't approve of."},


            {"question" : "Compassion for those who are suffering is the most crucial virtue."},
            {"question" : "When the government makes laws, the number one principle should be ensuring that everyone is treated fairly."},
            {"question" : "I am proud of my country's history."},
            {"question" : "Respect for authority is something all children need to learn."},
            {"question" : "People should not do things that are disgusting, even if no one is harmed."},
            {"question" : "It is better to do good than to do bad."},
            {"question" : "One of the worst things a person could do is hurt a defenseless animal."},
            {"question" : "Justice is the most important requirement for a society."},
            {"question" : "People should be loyal to their family members, even when they have done something wrong."},
            {"question" : "Men and women each have different roles to play in society."},
            {"question" : "I would call some acts wrong on the grounds that they are unnatural."},
            {"question" : "It can never be right to kill a human being.."},
            {"question" : "I think it's morally wrong that rich children inherit a lot of money while poor children inherit nothing."},
            {"question" : "It is more important to be a team player than to express oneself."},
            {"question" : "If I were a soldier and disagreed with my commanding officer's orders, I would obey anyway because that is my duty."},
            {"question" : "Chastity is an important and valuable virtue."}]										